"AlertView.Accept" = "OK";

"AlertView.Decline" = "NO, THANKS";

"AlertView.RemindLater" = "NEXT TIME";

"AppVersionNotSupported.Accept" = "GO TO APP STORE";

"AppVersionNotSupported.Decline" = "CANCEL";

"AppVersionNotSupported.Description" = "Unfortunately this version of the app is no longer supported. Please install the latest version from App Store.";

"AppVersionNotSupported.Title" = "TIME TO UPDATE!";

"Basket.Amount0" = "0 (delete from cart)";

"Basket.CheckoutButton" = "Checkout";

"Basket.CouponCodeAddedToBasket" = "Discount code %@ has been added to your cart.";

"Basket.Delete" = "Remove";

"Basket.Delivery.DeliveryCountry" = "Delivery to";

"Basket.Delivery.DeliveryCountryTitle" = "DELIVERY COUNTRY";

"Basket.Delivery.DeliveryOption" = "Delivery method";

"Basket.Delivery.Info" = "In order to speed up the delivery process, at SHOWROOM every designer ships the items separately - directly to you. That's why you have to bear multiple delivery costs. You can select only one delivery method per order.";

"Basket.Delivery.Ok" = "OK";

"Basket.Delivery.Title" = "DELIVERY";

"Basket.Discount" = "discount";

"Basket.DiscountCode" = "DISCOUNT CODE";

"Basket.Empty" = "YOUR CART IS EMPTY";

"Basket.Error.DeilveryInfoChanged" = "Price or time of delivery of the following products has been updated:";

"Basket.Error.InvalidDiscountCode" = "Discount code error:";

"Basket.Error.PriceChanged" = "Price of the following products has been changed\"";

"Basket.Error.ProductsAmountChanged" = "Quantity of the following products has been decreased:";

"Basket.Error.ProductsRemoved" = "The following products have been removed from the cart as they are no longer available:";

"Basket.Pieces" = "pcs.";

"Basket.Shipping" = "DELIVERY";

"Basket.ShippingChange" = "CHANGE";

"Basket.StartShopping" = "GO SHOPPING";

"Basket.TotalPrice" = "TOTAL";

"Brand.AboutTitle" = "Designer info";

"Checkout.Delivery.AddressForm.City" = "City";

"Checkout.Delivery.AddressForm.Country" = "Country";

"Checkout.Delivery.AddressForm.FirstName" = "Name";

"Checkout.Delivery.AddressForm.LastName" = "Surname";

"Checkout.Delivery.AddressForm.Phone" = "Phone number";

"Checkout.Delivery.AddressForm.PostalCode" = "Postal code";

"Checkout.Delivery.AddressForm.StreetAndApartmentNumbers" = "Address";

"Checkout.Delivery.Adress.Add" = "ADD NEW ADDRESS";

"Checkout.Delivery.Adress.Edit" = "EDIT ADDRESS";

"Checkout.Delivery.Adress.PhoneNumber" = "tel.";

"Checkout.Delivery.Courier.Header" = "DELIVERY ADDRESS";

"Checkout.Delivery.Delivery.Header" = "DELIVERY";

"Checkout.Delivery.Delivery.RUCH.ChangeKiosk" = "CHANGE PICK UP POINT";

"Checkout.Delivery.Delivery.RUCH.PickKiosk" = "SELECT PICK-UP POINT";

"Checkout.Delivery.EditAddress.NavigationHeader" = "Add other address";

"Checkout.Delivery.EditAddress.Save" = "SAVE";

"Checkout.Delivery.EditKiosk.GeocodingError" = "Address not found";

"Checkout.Delivery.EditKiosk.NavigationHeader" = "Select pick-up point";

"Checkout.Delivery.EditKiosk.Save" = "SELECT";

"Checkout.Delivery.EditKiosk.SearchInputLabel" = "Find closest pick-up point:";

"Checkout.Delivery.EditKiosk.SearchInputPlaceholder" = "Regent Street, London";

"Checkout.Delivery.NavigationHeader" = "Checkout";

"Checkout.Delivery.Next" = "NEXT";

"Checkout.Delivery.RUCH.Header" = "YOUR ADDRESS";

"Checkout.Payment.On400Error" = "The order could not be placed due to unknown error.\nPlease try again. Sorry for inconvenience.";

"Checkout.PaymentResult.FailureDescription" = "Your order has been saved with the following number %@ however we encountered problem while processing the payment.\n\nYou can check the order status and renew the payment on %@.\n\nSorry for inconvenience.";

"Checkout.PaymentResult.FailureHeader" = "OOOPS!";

"Checkout.PaymentResult.GoToMain" = "HOME";

"Checkout.PaymentResult.SuccessDescription" = "Your order has been saved under the following number:  %@.\n\nWe will inform you about the updates via e-mail, you can also check the current status on  %@.\n\nThanks for shopping in the SHOWROOM app!";

"Checkout.PaymentResult.SuccessHeader" = "CONGRATULATIONS!";

"Checkout.PaymentResult.WebsiteLink" = "our website";

"Checkout.Summary.AddComment" = "ADD COMMENT";

"Checkout.Summary.Buy" = "BUY";

"Checkout.Summary.CommentPlaceholder" = "Your comments to the designer";

"Checkout.Summary.CommentTitle" = "COMMENT";

"Checkout.Summary.DeleteComment" = "DELETE";

"Checkout.Summary.DiscountCode" = "Discount code %@";

"Checkout.Summary.EditComment" = "EDIT";

"Checkout.Summary.NavigationHeader" = "Summary";

"Checkout.Summary.PaymentMethod" = "PAYMENT METHOD";

"Checkout.Summary.ProductDescription" = "%@ pc Size: %@ Color: %@";

"Checkout.Summary.SaveComment" = "SAVE";

"Checkout.Summary.TotalPrice" = "FINAL AMOUNT";

"Common.DeliveryInfo.Multi" = "Shipping within %@ days";

"Common.DeliveryInfo.Single" = "Shipping within %@ day";

"Common.Email" = "E-mail";

"Common.EmptyResultTitle" = "OOOOPS!";

"Common.Error" = "Ooops, something went wrong.\nWe could not load the data.";

"Common.ErrorShort" = "Data could not be loaded.";

"Common.Greeting" = "Hello %@!";

"Common.Password" = "Password";

"Common.UserLoggedOut" = "Unfortunately you have been logged out. Please log in again.";

"Dashboard.RecommendationTitle.FirstPart" = "RECOMMENDED";

"Dashboard.RecommendationTitle.SecondPart" = "for you";

/* Error info when we receive deep link from different platform than selected one */
"DeepLinking.WrongPlatform" = "This link leads to other language version. Change language in your profile first!";

"Login.Error.InvalidCredentials" = "Wrong e-mail/password. Please try again.";

"Login.Error.Unknown" = "Error while logging-in. Please try again later.";

"Login.LoginButton" = "Log in";

"Login.LoginWithFacebook" = "LOG IN WITH FACEBOOK";

"Login.NavigationHeader" = "Log in";

"Login.NewAccount" = "Register new account";

"Login.Or" = "or";

"Login.PassReminder" = "Forgotten password";

"MainTab.Basket" = "Cart";

"MainTab.Wishlist" = "Wishlist";

"Money.Zl" = "PLN";

"Onboarding.DoubleTap.Label" = "Tap twice on the product, to quickly add it to your wishlist.";

"Onboarding.InfiniteScrolling.Label" = "%@\n\nDiscover curated products of the most interesting fashion designers and brands.";

"Onboarding.InfiniteScrolling.LabelBoldPart" = "Welcome to SHOWROOM APP!";

"Onboarding.InfiniteScrolling.Next" = "NEXT";

"Onboarding.Notifications.AskMe" = "SURE!";

"Onboarding.Notifications.Label" = "Do you want to be the first one to receive updates about special promos, sales and new collections?";

"Onboarding.Notifications.Skip" = "SKIP";

"Onboarding.PhotosPaging.Label" = "Swipe up to see next photo in the gallery";

"Onboarding.PhotosPaging.Next" = "NEXT";

"Onboarding.ProductPaging.Dismiss" = "GOT IT";

"Onboarding.ProductPaging.Label" = "Swipe left and right to change the products";

"ProductAction.ColorCell.ColorUnavailable" = "color unavailable in the selected size";

"ProductAction.PickAmountTitle" = "SELECT QUANTITY";

"ProductAction.PickColorTitle" = "SELECT COLOR";

"ProductAction.PickSizeTitle.FirstPart" = "SELECT SIZE";

"ProductAction.PickSizeTitle.SecondPart" = "SIZE TABLE";

"ProductAction.SizeCell.SizeUnavailable" = "size unavailable in the selected color";

"ProductDetails.AvailableAtDate" = "AVAILABLE ON: %@";

"ProductDetails.OtherBrandProducts" = "Other products from %@";

"ProductDetails.ProductDescription" = "Description";

"ProductDetails.SizeChart" = "Size table";

"ProductDetails.SizeChart.Size" = "[cm]";

"ProductDetails.SizeChart.Uppercase" = "SIZE TABLE";

"ProductDetails.SoldOut" = "SOLD OUT";

"ProductDetails.ToBasket" = "ADD TO CART";

"ProductList.Badge.FreeDelivery" = "FREE DELIVERY";

"ProductList.Badge.New" = "NEW";

"ProductList.Badge.Premium" = "PREMIUM";

"ProductList.Empty.Description" = "Unfortunately we haven't found any products that meet your criteria.";

"ProductList.Empty.SearchDescription" = "Unfortunately we haven't found any products.\nPlease try again with different keyword.";

"ProductListFilter.Apply" = "APPLY";

"ProductListFilter.Cancel" = "Cancel";

"ProductListFilter.Clear" = "Clear";

"ProductListFilter.Max" = "MAX";

"ProductListFilter.Min" = "MIN";

"ProductListFilter.PriceRange" = "%@ - %@";

"ProductListFilter.ShowProducts" = "SHOW PRODUCTS (%@)";

"ProductListFilter.Title" = "Filter";

"PromoVideo.Summary.NextMovie" = "Next video:";

"PromoVideo.Summary.Repeat" = "PLAY AGAIN";

"PushNotification.Allow" = "SURE";

"PushNotification.DescriptionAfterTime" = "Be the first one to receive updates about special promos, sales and new collections.";

"PushNotification.DescriptionAfterWishlist" = "We can inform you about discounts on the products from your wishlist.";

"PushNotification.Question" = "Do you want to receive notifications?";

"PushNotification.Title" = "STAY UP TO DATE";

"QuickAction.Basket" = "Cart";

"QuickAction.Dashboard" = "Home";

"QuickAction.ProductCount.FiveAndMore" = "products";

"QuickAction.ProductCount.One" = "product";

"QuickAction.ProductCount.TwoToFour" = "products";

"QuickAction.Search" = "Search";

"QuickAction.Settings" = "Your profile";

"QuickAction.Wishlist" = "Wishlist";

"RateApp.DescriptionAfterBuy" = "We hope that you are having a blast using our app!\nPlease be so kind and rate SHOWROOM in App Store.";

"RateApp.DescriptionAfterTime" = "We hope that you are having a blast using our app.\nPlease rate SHOWROOM in the App Store!";

"RateApp.Rate" = "RATE US";

"RateApp.Title" = "RATE US";

"Registration.CraeteAccount" = "SIGN UP";

"Registration.Error.Unknown" = "Error while signing up. Please try again.";

"Registration.Female" = "Female";

"Registration.Gender" = "Gender";

"Registration.HaveAccount" = "Already got an account?";

"Registration.Male" = "Male";

"Registration.Name" = "Name";

"Registration.NavigationHeader" = "Sign up";

"Registration.NewsletterCheck" = "Sign me up for the newsletter";

"Registration.Or" = "or";

"Registration.RegisterWithFacebook" = "REGISTER USING FACEBOOK";

"Registration.RepeatPassword" = "Repeat password";

"Registration.RequiringRulesMessage" = "You have to accept Terms & Conditions.";

"Registration.RulesCheck" = "I accept SHOWROOM Terms&Conditions";

"Registration.RulesCheck.Highlighted" = "Terms&Conditions";

"ResetPassword.EmailDescription" = "Please provide us with your e-mail address so that we can send you the new, temporary password.";

"ResetPassword.NavigationHeader" = "Forgotten password";

"ResetPassword.Reset" = "NEXT";

"ResetPassword.SuccessDescription" = "New temporary password has been sent to your e-mail address.";

"Search.AllSearchItems" = "All: %@";

"Search.Back" = "Back";

"Search.Placeholder" = "search";

"Settings.AskForNotifications" = "Ask";

"Settings.Contact" = "Contact";

"Settings.CreateAccount" = "SIGN UP";

"Settings.DefaultOffer" = "Default view";

"Settings.Female" = "WOMEN";

"Settings.FrequentQuestions" = "FAQ";

"Settings.History" = "Order history";

"Settings.HowToMeasure" = "How to take measurements?";

"Settings.HowToMeasureKids" = "How to choose the right size?";

"Settings.Login" = "Log in";

"Settings.Logout" = "Log out";

"Settings.Male" = "MEN";

"Settings.PermissionForNotifications" = "Notifications";

"Settings.Platform" = "Change language";

"Settings.PlatformSelection" = "Select platform";

"Settings.PrivacyPolicy" = "Privacy Policy";

"Settings.Rules" = "Terms&Conditions";

"Settings.SendReport" = "Send your feedback about this app";

"Settings.SendReport.MailNotConfigured" = "Please configure your e-mail account first!";

"Settings.SendReport.Title" = "Send us feedback";

"Settings.UserData" = "Your details";

"Start.Browse" = "Browse products";

"Start.ForHer" = "FOR HER";

"Start.ForHim" = "MEN";

"Start.Login" = "LOG IN";

"Start.Register" = "SIGN UP";

"UpdateApp.Description" = "Recently we have published new version of our app that includes plenty of interesting features. Please download it from App Store.";

"UpdateApp.Title" = "UPDATE";

"UpdateApp.Update" = "GO TO APP STORE";

"Validator.Email" = "Wrong e-mail address";

"Validator.NotEmpty" = "Thies field can not be empty";

"Validator.RepeatPassword" = "Passwords don't match";

"Wishlist.Delete" = "Remove";

"Wishlist.Empty.Description" = "Add products to wishlist \nby tapping twice on their pictures.";

